import { IPostFullData } from "../types/IPostFullData";

export const fakePostFullData: IPostFullData = {

    id: 1,
    category: 2,
    date: '2023-09-17-00-05-32',
    update: '2023-09-17-00-07-43',
    header: 'Короче, кейс: Как InDrive построил бизнес на $1.2 млрд. А начинал с группы ВК в Якутии',
    description: 'Разбираем, как из маленького якутского ВК паблика для заказа такси сервис превратился в международную компанию, которая стоит $1.2 млрд.',
    imageUrl: 'https://leonardo.osnova.io/3f3f344f-6a31-5859-b6c9-fb48588e16a5/-/preview/1200/-/format/webp/',
    views: 375,
    likes: 50,
    comments: 16,
    content: [
        {
            type: 'h',
            data: 'Поехали разбираться'
        },
        {
            type: 'p',
            data: 'В 2021 году апитализация InDrive оценивалась в $1,2 млрд. Как получилось, что InDrive стал успешнее Uber на многих рынках? При этом, появилcя на международной арене гораздо позже.'
        },
        {
            type: 'p',
            data: 'Если проанализировать все успешные бизнесы, то маленькая часть из них будут первопроходцами. Большая часть из них — те, кто четко шел по этой формуле. Находили работающие бизнесы, улучшали какую-то одну фичу, и быстро запускали продукт с гораздо меньшими рисками, чем у оригинальной компании.'
        },
        {
            type: 'h',
            data: 'На улице -45°. Местные таксисты задрали цены.'
        },
        {
            type: 'p',
            data: 'InDrive была основана Арсеном Томским в 2013 году в Якутске. Приложение появилось на базе... группы ВК!.'
        },
        {
            type: 'p',
            data: 'Нет, еще раз. Ребята начали с паблика ВК. И построили миллиардную компанию, почти догнавшую Uber.',
        },
        {
            type: 'img',
            data: 'https://leonardo.osnova.io/9d975951-baed-573b-8ea3-b254e7c8ce10/-/preview/1200/-/format/webp/',
        },
        {
            type: 'p',
            data: 'Когда спрос подтвердился, группа ВК с 60 тыс. участниками сменилась приложением. Позже приложение появилось в других российских городах. А с 2018 года начало распространяться в Латинской Америке и Африке.',
        },
        {
            type: 'q',
            data: 'До того, как мы вышли на международный уровень, люди говорили нам, что ни одному другому опоздавшему сервису никогда не удавалось сместить «Большого Брата» с позиции номер один. И все же нам удалось сделать именно это в течение первого года работы в нескольких городах Латинской Америки.'
        },
        {
            type: 'p',
            data: 'Егор Федоров, главный операционный директор InDrive'
        },
        {
            type: 'h',
            data: 'Вместо изобретения велосипеда — взяли работающую идею'
        },
        {
            type: 'p',
            data: 'InDrive действовали грамотно, зайдя на уже готовый рынок мобильного такси, а не пытаясь создать что-то новое самостоятельно. Тогда как Uber взяли на себя все риски первопроходца.'
        },
        {
            type: 'p',
            data: 'До 2009 г. люди заказывали такси по телефону. Uber как первопроходец создавал новую реальность. И сделал самое трудоемкое — продал людям саму идею заказа поездок через телефон и доказал, что это вообще возможно. Учился обходить кучу юридических препон. Защищать своих водителей от негодования таксопарков и многое другое.'
        },
        {
            type: 'p',
            data: 'InDrive пришёл на готовенькое. Пользователи уже привыкли к такому формату. Таксисты чуть успокоились. И многие страны легализовали сферу онлайн-такси.'
        },
        {
            type: 'p',
            data: 'К примеру, они зашли на рынок Пакистана в 2021 году и быстро приблизились к числу скачиваний Uber и других крупных приложений. Которые уже больше 5 лет строили там рынок и наращивали базу водителей:'
        },
        {
            type: 'img',
            data: 'https://leonardo.osnova.io/7f48fe2e-1ecc-5d6f-8b93-635f85bc0d98/-/preview/1600/-/format/webp/'
        },
        {
            type: 'p',
            data: 'Наглядный пример появления InDrive на отдельном рынке',
        },
        {
            type: 'h',
            data: 'А что думаете вы?',
        },
        {
            type: 'p',
            data: 'Как вам такая формула запуска? Приглашаю обсудить в комментариях.'
        }
    ],
    commentaries: [
        {
            name: 'Nikita Dedukh',
            date: '2023-09-17-09-13-58',
            text: 'Очень крутая статья!'
        },
        {
            name: 'Дайаана Лебедь',
            date: '2023-09-17-10-17-27',
            text: 'Вот это да...'
        },
        {
            name: 'Сергей Степанов',
            date: '2023-09-17-14-16-00',
            text: 'Возьму на заметку!'
        },
    ]
}